Repository: common-repository/hiwebp
Catalog: languages/*-webp-*.po
Languages: fa_ir

source: HiWebP Options
fa_ir: تنظیمات وب‌پی

source: HiWebP
fa_ir: های وب‌پی

source: Welcome to HiWebP
fa_ir: خوش آمدید به های وب‌پی

source: version:
fa_ir: نسخه:

source: What does it do there?
fa_ir: این افزونه چه کاری انجام می‌دهد؟

source: We know that WordPress does not support image format WebP (.webp).
fa_ir: ما می‌دونیم که وردپرس از فرمت تصویری WebP (.webp) پشتیبانی نمی‌کند.

source: This format is provided by Google. Using this format will load your site images faster in browsers and optimize the website.
fa_ir: این فرمت تصویری توسط گوگل ارائه شده است. با استفاده از این فرمت تصویری جدید سایت شما سریع‌تر در مرورگرها بارگذاری و بهینه خواهد شد.

source: What are the features of this plugin?
fa_ir: این افزونه چه ویژگی‌هایی را فراهم می‌کند؟

source: Safe Webp to Upload in Media Library Wordpress
fa_ir: آپلود امن فایل‌های WebP در کتابخانه رسانه وردپرس

source: Show Thumbnail webp images in Media Library Wordpress
fa_ir: نمایش بندانگشتی تصاویر webp در کتابخانه رسانه

source: Add a Label Webp in Media Library
fa_ir: افزودن یک برچسب Webp در کتابخانه رسانه

source: Lightweight and fast with no extra code
fa_ir: کاملاً سریع و سبک بدون کدنویسی اضافه

source: No crop images and no increase in uploads folder (wp-content/uploads/) size
fa_ir: بدون برش تصاویر و افزایش حجم پوشه آپلودهای وردپرس (wp-content/uploads/)

source: No conflict with any other plugins
fa_ir: بدون تداخل با سایر افزونه‌های دیگر وردپرس

source: PHP 7.x Support
fa_ir: پشتیبانی از PHP 7 و بالاتر

source: If you have already uploaded the .webp images and the thumbnails are not displayed, we recommend that you install the
fa_ir: اگر شما از قبل تصاویری با فرمت webp آپلود کرده‌اید و بندانگشتی‌های این فرمت برای شما نمایش داده نمی‌شود، کافی است افزونه

source: Plugin and run it once.
fa_ir: را نصب و یکبار آن را اجرا کنید.

source: New features coming soon!
fa_ir: ویژگی‌های جدید در راه است!

source: I will soon provide professional settings with new features of this plugin. I am waiting for your comments.
fa_ir: بزودی تنظیمات حرفه‌ای با ویژگی‌های جدید در این افزونه قرار خواهم داد. من منتظر نظرات شما عزیزان هستم.

source: Author: Masoud darvishi
fa_ir: نویسنده: مسعود درویشی

source: Safe & Upload WebP files to the Media Library WordPress.
fa_ir: آپلود امن فایل‌های WebP در کتابخانه رسانه وردپرس.

source: Masoud Darvishi (themefour)
fa_ir: مسعود درویشی

source: https://profiles.wordpress.org/themefour/
fa_ir: https://themefour.com/
